Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/Moon.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: From Last New Moon
ar: منذ آخر هلال جديد
de: nach letztem Neumond
el: Από την τελευταία νέα σελήνη
es: De la última luna nueva
fa: از آخرین ماه نو
fr: La dernière nouvelle lune
he: מהירח החדש האחרון
hi: अगले पूर्णिमा तक
it: Dall'ultima luna nuova
ja: 最後の新月から
ko: 지난 신월부터
nl: Behalve de laatste nieuwe maand
pt_pt: Da última lua nova
ru: С прошлого новолуния
th: จากวันมืดของรอบที่แล้ว
tr: Son Yeni Aydan
zh_hans: 从上个新月
zh_hant: 從上個新月開始計算

source: Illumination : %@%%
ar: إضاءة: %@%%
de: Beleuchtung: %@%%
el: Φωτεινότητα: %@%%
es: Iluminación : %@%%
fa: روشنایی : %@%%
he: הארה: %@%%
hi: प्रकाशमान: %@%%
it: Illuminazione: %@%%
ja: 照度：%@％%
ko: 조도: %@%%
nl: Verlichting: %@%%
pt_pt: Iluminação: %@%%
ru: Освещенность : %@%%
th: ความสว่าง : %@%%
tr: Ay Aydınlanma Oranı: %@%%
zh_hans: 亮度: %@%%
zh_hant: 照明: %@%%

source: Invisible in The Sky
ar: غير مرئي في السماء
de: unsichtbar im Himmel
el: Αόρατος στον Ουρανό
es: Invisible en el cielo
fa: نامرئی در آسمان
fr: Invisible dans le ciel
he: נעלם בשמים
hi: आकाश में अदृश्य
it: Invisibile nel cielo
ja: 空に見えない
ko: 하늘에 안 보임
nl: Niet gevonden in de lucht
pt_pt: Invisível no céu
ru: Невидимый в небе
th: ไม่เห็นในท้องฟ้า
tr: Gökyüzünde Görünmez
zh_hans: 在天空中看不见
zh_hant: 在天空中不可見

source: Moon
ar: القمر
de: Mond
el: Φεγγάρι
es: Luna
fa: ماه
fr: Lune
he: ירח
hi: चंद्रमा
it: Luna
ja: 月
ko: 달
nl: Maan
pt_pt: Lua
ru: Луна
th: ดวงจันทร์
tr: Ay
zh_hans: 月亮
zh_hant: 月亮

source: Moon Age
ar: عمر القمر
de: Mondphase
el: Ηλικία Φεγγαριού
es: Edad de la luna
fa: عمر ماه
fr: L`Âge de la lune
he: גיל הירח
hi: चंद्र युग
it: Età della luna
ja: 月齢
ko: 달 나이
nl: Leeftijd van de maand
pt_pt: Idade da Lua
ru: Возраст Луны
th: อายุของดวงจันทร์
tr: Ay yaşı
zh_hans: 月亮的年龄
zh_hant: 月齡

source: Moon Distance
ar: مسافة القمر
de: Mondbahn
el: Απόσταση Φεγγαριού
es: Distancia de la luna
fa: فاصله ماه
fr: La Distance de la lune
he: מרחק הירח
hi: चंद्रमा की दूरी
it: Distanza dalla luna
ja: 月の距離
ko: 달까지의 거리
nl: Maan afstand
pt_pt: Distância da lua
ru: расстояние между Землёй и Луной
th: ระยะห่างของดวงจันทร์
tr: Ay Mesafesi
zh_hans: 月亮的距离
zh_hant: 月亮距離

source: Moon Phase
ar: طور القمر
de: Mondphase
el: Φάση Φεγγαριού
es: Fase Lunar
fa: فاز ماه
fr: Phase de la lune
he: שלב הירח
hi: चंद्रमा की अवस्था
it: Fase Lunare
ja: 月の相
ko: 달의 단계
nl: Maanfase
pt_pt: Fase da Lua
ru: Фаза луны
th: ระยะของดวงจันทร์
tr: Ay Fazı
zh_hans: 月相
zh_hant: 月相

source: Moonrise
ar: شروق القمر
de: Mondaufgang
el: Ανατολή Φεγγαριού
es: Salida de la luna
fa: طلوع ماه
fr: Le Lever de lune
he: זריחת ירח
hi: चंद्रोदय
it: Alba lunare
ja: 月の出
ko: 달 뜨기
nl: Maansopgang
pt_pt: Nascer da lua
ru: Восход Луны
th: วันขึ้นของดวงจันทร์
tr: Ayın doğuşu
zh_hans: 月出
zh_hant: 月出

source: Moonset
ar: غروب القمر
de: Monduntergang
el: Δύση Φεγγαριού
es: Puesta de la luna
fa: غروب ماه
fr: Le Coucher de lune
he: שקיעת ירח
hi: चंद्रास्त
it: Mettere della luna
ja: 月の入
ko: 달 지기
nl: Maansondergang
pt_pt: Pôr da lua
ru: Закат Луны
th: วันลงของดวงจันทร์
tr: Ayın batışı
zh_hans: 月落
zh_hant: 月落

source: Parallactic Angle
ar: الزاوية التغايرية
de: Parallaktischer Winkel
el: Παραλλακτική Γωνία
es: Ángulo paraláctico
fa: زاویه اختلاف منظر
fr: L`Angle parallactique
he: זווית פרלאקטית
hi: पिछले अमावस्या से
it: Angolo paralitico
ja: 視差角
ko: 평행 각
nl: Parallactische hoek
pt_pt: Ângulo Paralático
ru: Параллактический угол
th: มุมของ Parallactic
tr: Paralaktik açı
zh_hans: 视差角
zh_hant: 視差角

source: To next Full Moon
ar: إلى البدر الكامل التالي
de: vor nächstem Vollmond
el: Επόμενη Πανσέληνος
es: Hasta la próxima luna llena
fa: تا ماه کامل بعدی
fr: À la prochaine pleine lune
he: לירח מלא הבא
hi: रोशनी
it: Alla prossima luna piena
ja: 次の満月まで
ko: 보름달 까지
nl: Van de laatste nieuwe maan
pt_pt: Para a próxima lua cheia
ru: До следующего полнолуния
th: ไปยังจันทร์เต็มดวงถัดไป
tr: Sonraki Dolunaya
zh_hans: 到下个满月
zh_hant: 距離下一個滿月還有

source: Visible in The Sky
ar: مرئي في السماء
de: sichtbar im Himmel
el: Ορατό στον Ουρανό
es: Visible en el cielo
fa: دیده‌شدنی در آسمان
fr: Visible dans le ciel
he: נראה בשמיים
hi: आकाश में दृश्यमान
it: Visibile nel cielo
ja: 空に見える
ko: 하늘에 보임
nl: Het verschijnt in de lucht
pt_pt: Visível no céu
ru: Видно в небе
th: มองเห็นที่ท้องฟ้า
tr: Gökyüzünde Görünür
zh_hans: 在天空中可见
zh_hant: 天空可見
